LEXICON_RU: dict[str, str] = {
    # Commands
    "/start": """Приветствую! Я чат-бот, neo-project. 
Пожалуйста, выберите свою роль:

1. Специалист 🧑🏻‍💻 - если вы ищете работу или хотите предложить свои услуги.
2. Заказчик 🤴🏼- если вы ищете помощь или услуги от специалистов.

Просто нажмите на соответствующую кнопку, и мы начнем!
""",
    "/help": ...,

    # Buttons
    "btn_specialist": "Специалист 🧑🏻‍💻",
    "btn_customer": "Заказчик 🤴🏼",

    # Callback messages
    "msg_write_password": "Отлично! Придумайте пароль.",

    # Messages
    "user_reg_success": "Поздравляю! Ты успешно зарегистрировался"


}
