LEXICON_RU: dict[str, str] = {
    "im_broken": 'Я сломался...',
    # Commands
    "/start": """Приветствую! Я чат-бот, neo-project. 
Пожалуйста, выберите свою роль:

1. Специалист 🧑🏻‍💻 - если вы ищете работу или хотите предложить свои услуги.
2. Заказчик 🤴🏼- если вы ищете помощь или услуги от специалистов.

Просто нажмите на соответствующую кнопку, и мы начнем!
""",
    "/help": ...,


    # Callback messages
    "msg_write_password": "Отлично! Придумайте пароль.",

    # Messages Reg
    "user_reg_success": "Поздравляю! Ты успешно зарегистрировался",
    "msg_fio_waiting": """Пожалуйста, укажи свое ФИО. (Одной строкой)""",
    "profile_filling": "Теперь перейдем к заполнению профиля.",
    "msg_end_profile_edit": """Спасибо за предоставленную информацию!
Теперь вы можете создать проект и найти для него исполнителей!""",

    # Customer
    "msg_company_name_waiting": "Название вашей компании:",


    # Specialist
    "msg_choice_grade": "Каков ваш уровень навыков?",
    'edit_profile_end': "Отлично, теперь все готово к тому что бы ты получил свой первый проект!\nУдачи!",


    # Buttons
    "btn_specialist": "Специалист 🧑🏻‍💻",
    "btn_customer": "Заказчик 🤴🏼",
    "btn_jun": "Джун 👶🏻",
    "btn_jun_plus": "Джун+ 👦🏻",
    "btn_middle_minus": "Мидл- 🧑🏻",
    "btn_middle": "Мидл 🧔🏻",
    "btn_middle_plus": "Мидл+ 👨🏻",
    "btn_senior": "Сеньор 👨🏻‍🦳",

    # Skills question
    "msg_write_skills": "Какими навыками вы владеете?",






}
